Repository: patelas2/CreditScoreAssessment
Catalog: CreditScoreAssessment/SupportingFiles/*.lproj/Localizable.strings
Languages: fr

# app.jaiBroken.error
source: App can not run on jail broken devices.
fr: L'application ne peut pas fonctionner sur des appareils jailbreakés.

# app.invalidURL.error
source: Invalid URL.
fr: URL invalide.

# app.noInternet.error
source: Internet not available.
fr: Internet non disponible.

# app.invalidResponse.error
source: Invalid response.
fr: Réponse invalide.

# app.requestTimeOut.error
source: Request time out.
fr: Demander un délai d'attente.

# app.fileNotFound.error
source: Unable to find file.
fr: Impossible de trouver le fichier.

# app.unknownError.error
source: Unknown error.
fr: Erreur inconnue.

# dashboard.title
source: Dashboard
fr: Tableau de bord

# dashboard.creditScorePresentation
source: Your credit score is
fr: Votre pointage de crédit est

# dashboard.creditScoreMaximum
source: out of %@
fr: hors de %@

# creditDetails.title
source: Credit report
fr: Rapport de crédit

# creditDetails.changes.title
source: Changes
fr: Changements

# creditDetails.insights.title
source: Insights
fr: Connaissances

# creditDetails.shorttermdebt.title
source: Your short term debt is
fr: Votre dette à court terme est

# creditDetails.longtermdebt.title
source: Your long term debt is
fr: Votre dette à long terme est

# creditDetails.shorttermdebt.nochange.text
source: Your short term debt has stayed the same
fr: Votre dette à court terme est restée la même

# creditDetails.shorttermdebt.increased.text
source: Your short term debt has increased by
fr: Votre dette à court terme a augmenté de

# creditDetails.shorttermdebt.decreased.text
source: Your short term debt has decreased by
fr: Votre dette à court terme a diminué de

# creditDetails.longtermdebt.nochange.text
source: Your long term debt has stayed the same
fr: Votre dette à long terme est restée la même

# creditDetails.longtermdebt.increased.text
source: Your long term debt has increased by
fr: Votre dette à long terme a augmenté de

# creditDetails.longtermdebt.decreased.text
source: Your long term debt has decreased by
fr: Votre dette à long terme a diminué de

# creditDetails.insights.nodefaults.text
source: You have no defaults on file
fr: Vous n'avez pas de valeurs par défaut dans le fichier

# creditDetails.insights.defaults.pluralmonths.text
source: You last defaulted %@ months ago
fr: Votre dernier défaut de paiement remonte à %@ mois

# creditDetails.insights.defaults.onemonth.text
source: You last defaulted 1 month ago
fr: Votre dernier défaut de paiement remonte à 1 mois

# creditDetails.insights.nomissedpayments.text
source: You have no missed payments on file
fr: Vous n'avez aucun paiement manqué au dossier

# creditDetails.insights.missedpayments.pluralmonths.text
source: You last missed a payment %@ months ago
fr: Vous avez manqué un paiement pour la dernière fois il y a %@ mois

# creditDetails.insights.missedpayments.onemonth.text
source: You last missed a payment 1 month ago
fr: Vous avez manqué un paiement pour la dernière fois il y a 1 mois

# alert.Error
source: Error
fr: Erreur

# alert.okButton
source: OK
fr: D'ACCORD
